Repository: 10clouds/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: sk

source: You must select a course type.
sk: Musíte si vybrať typ kurzu.

source: The verification deadline must occur AFTER the upgrade deadline.
sk: Termín overenia musí nastať po termíne aktualizácie.

source: Product validation failed.
sk: Overenie produktu zlyhalo.

source: Course ID
sk: ID kurzu

source: Course Name
sk: Názov kurzu

source: Course Type
sk: Typ kurzu

source: Verification Deadline
sk: Termín overenia

source: All course seats must have a price.
sk: Každé miesto kurzu musí mať svoju cenu.

source: The upgrade deadline must occur BEFORE the verification deadline.
sk: Termín aktualizácie musí nastať pred termínom overenia.

source: Verified
sk: Overených

source: Credit
sk: Pohľadávka

source: Professional
sk: Profesionálnych

source: Honor
sk: Čestný

source: Verified Certificate
sk: Overený certifikát

source: Professional Certificate
sk: Profesijný certifikát

source: Honor Certificate
sk: Čestný certifikát

source: No Certificate
sk: Žiaden certifikát

source: All credit seats must have a credit provider.
sk: Všetky miesta s kreditom musia mať poskytovateľa kreditu.

source: All credit seats must designate a number of credit hours.
sk: Všetky miesta s kreditom musia mať určený počet kreditových hodín.

source: View Course
sk: Pozrieť kurz

source: Edit Course
sk: Editovať kurz

source: Free (Honor)
sk: Zadarmo (Čestný)

source: Free honor track with Honor Certificate
sk: Cesta zdarma s čestným certifikátom

source: Paid certificate track with initial verification and Verified Certificate
sk: Platený kurz s certifikátom s prvotným overením a overeným certifikátom.

source: Professional Education
sk: Profesijné vzdelávanie

source: Paid certificate track with initial verification and Professional Education Certificate
sk: Platený kurz s certifikátom s prvotným overením a certifikátom odborného vydelania.

source: Paid certificate track with initial verification and Verified Certificate, and option to purchase credit
sk: Platený kurz s certifikátom s prvotným overením a overeným certifikátom s možnoťou zakúpiť si kredit.

source: Error!
sk: Chyba!

source: Saving...
sk: Ukladá sa...

source: Please complete all required fields.
sk: Prosím vyplňte všetky požadované polia.

source: An error occurred while saving the data.
sk: Pri ukladaní dát došlo k chybe.

source: Search...
sk: Hľadať...

source: Next
sk: Ďalej

source: Previous
sk: Predchádzajúci

source: Displaying _START_ to _END_ of _TOTAL_ courses
sk: Zobrazujem _START_ to _END_ of _TOTAL_ kurzy

source: Display _MENU_ courses
sk: Zobraziť _MENU_ courses

source: Course
sk: Kurz

source: Last Edited
sk: Naposledy upravené
